a52dec
acl
acpi
adobe-source-code-pro-fonts
adwaita-icon-theme
alacritty
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
aom
arandr
archlinux-keyring
argon2
aribb24
assimp
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audit
autoconf
autojump
automake
avahi
base
bash
bbswitch
bc
betterlockscreen
bind
binutils
bison
bitwarden-bin
bitwarden-cli
blas
bluez
bluez-hid2hci
bluez-libs
bluez-tools
bluez-utils
boost-libs
bridge-utils
brotli
bspwm
btrfs-progs
bumblebee
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cblas
cdparanoia
cfitsio
chezmoi
choosenim
clang
clucene
colord
compiler-rt
connman
containerd
coreutils
cronie
cryptsetup
ctags
cuda
curl
dav1d
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
dhclient
dhcp
dhcpcd
diffutils
dnssec-anchors
docker
docker-compose
double-conversion
dragon-drag-and-drop
dunst
e2fsprogs
efibootmgr
efivar
egl-wayland
eglexternalplatform
elfutils
emptty-git
exa
exiv2
expat
faad2
fakeroot
feh
ffmpeg
file
filesystem
findutils
firefox
flac
flameshot-33kk-git
flex
fontconfig
freetype2
fribidi
fzf
gawk
gc
gcc
gcc-libs
gcc9
gcc9-libs
gconf
gdal
gdbm
gdk-pixbuf2
geos
gettext
giflib
girara
git
glew
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnu-free-fonts
gnupg
gnutls
gobject-introspection-runtime
gotop
gpgme
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsl
gsm
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtkmm3
guile
gzip
harfbuzz
harfbuzz-icu
hdf5
hdparm
hicolor-icon-theme
hidapi
htop
hunspell
hwids
hyphen
i3lock-color
iana-etc
icu
imagemagick
imgur-screenshot-git
imlib2
intel-gmmlib
intel-gpu-tools
intel-media-driver
intel-ucode
iproute2
iptables
iputils
iso-codes
iw
iwd
jack
jansson
jasper
js68
json-c
json-glib
kbd
keyutils
kmod
krb5
l-smash
lame
lapack
lcms2
ldns
lemonbar-clicks-git
less
lf
libabw
libaec
libaio
libappindicator-gtk2
libarchive
libass
libassuan
libasyncns
libatomic_ops
libavc1394
libbluray
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcdr
libclc
libcmis
libconfig
libcroco
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk2
libdbusmenu-qt5
libdca
libdrm
libdvbpsi
libe-book
libebml
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libfreehand
libfreexl
libgcrypt
libgeotiff
libglvnd
libgpg-error
libgudev
libgusb
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libindicator-gtk2
libinput
libixion
libjpeg-turbo
libksba
liblangtag
libldac
libldap
liblqr
libluv
libmad
libmatroska
libmaxminddb
libmfx
libmicrohttpd
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpeg2
libmspub
libmwaw
libnetfilter_conntrack
libnfnetlink
libnftnl
libnghttp2
libnl
libnotify
libnsl
libnumbertext
libodfgen
libogg
libomxil-bellagio
liborcus
libp11-kit
libpagemaker
libpcap
libpciaccess
libpipeline
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libqxp
libraqm
libraw1394
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libspatialite
libssh
libssh2
libstaroffice
libsynctex
libtar
libtasn1
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunistring
libunwind
libupnp
libusb
libusbmuxd
libutil-linux
libuv
libva
libva-utils
libvdpau
libvisio
libvisual
libvorbis
libvpx
libvterm
libwacom
libwebp
libwpd
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libzip
libzmf
licenses
light
linux
linux-api-headers
linux-firmware
llvm-libs
lm_sensors
lmdb
lpsolve
lshw
lua
lua52
luajit
lxmenu-data
lz4
lzo
m4
mailcap
maim
make
man-db
man-pages
mariadb-libs
md4c
menu-cache
mesa
minizip
mkinitcpio
mkinitcpio-busybox
mpfr
msgpack-c
mtdev
ncurses
neofetch
neon
neovim
nerd-fonts-complete-mono-glyphs
netcdf
nettle
nmap
node-gyp
nodejs
npm
npth
nspr
nss
ntp
numlockx
nvidia
nvidia-utils
obinskit
ocl-icd
openal
opencl-mesa
opencl-nvidia
opencore-amr
openjpeg2
openssh
openssl
opus
orc
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pandoc-bin
pango
pangomm
patch
pavucontrol
pciutils
pcmanfm
pcre
pcre2
pdfjs
peg
perl
perl-error
perl-mailtools
perl-timedate
pgadmin4
picom
pinentry
pixman
pkgconf
playerctl
polkit
poppler
poppler-glib
popt
postgresql-libs
powerline-fonts-git
powertop
procps-ng
proj
protobuf
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-modules-bt-git
pygobject-devel
python
python-alembic
python-appdirs
python-asn1crypto
python-attrs
python-babel
python-bcrypt
python-beaker
python-black
python-blinker
python-cachecontrol
python-cached-property
python-cairo
python-certifi
python-cffi
python-chardet
python-click
python-colorama
python-contextlib2
python-coverage
python-cryptography
python-cycler
python-dateutil
python-distlib
python-distro
python-docker
python-docker-pycreds
python-dockerpty
python-docopt
python-dotenv
python-editor
python-extras
python-feedparser
python-filelock
python-fixtures
python-flask
python-flask-babelex
python-flask-compress
python-flask-gravatar
python-flask-login
python-flask-mail
python-flask-migrate
python-flask-paranoid
python-flask-principal
python-flask-script
python-flask-security-too
python-flask-sqlalchemy
python-flask-wtf
python-gobject
python-html2text
python-html5lib
python-idna
python-importlib-metadata
python-isodate
python-itsdangerous
python-jinja
python-jsonschema
python-kiwisolver
python-ldap3
python-lxml
python-mako
python-markdown
python-markupsafe
python-matplotlib
python-mimeparse
python-msgpack
python-mypy_extensions
python-numpy
python-ordered-set
python-packaging
python-paramiko
python-passlib
python-pathspec
python-pbr
python-pep517
python-pillow
python-pip
python-pipenv
python-ply
python-progress
python-psutil
python-psycopg2
python-pyalsa
python-pyasn1
python-pycountry
python-pycparser
python-pycryptodome
python-pygments
python-pynacl
python-pyparsing
python-pypeg2
python-pyqt5
python-pyqt5-sip
python-pyqtwebengine
python-pyrsistent
python-pysocks
python-pytz
python-qscintilla-qt5
python-regex
python-requests
python-resolvelib
python-retrying
python-send2trash
python-setuptools
python-sgmllib
python-simplejson
python-sip
python-six
python-soupsieve
python-speaklater
python-sqlalchemy
python-sqlparse
python-sshtunnel
python-testtools
python-texttable
python-toml
python-typed-ast
python-typing_extensions
python-urllib3
python-virtualenv
python-virtualenv-clone
python-webencodings
python-websocket-client
python-werkzeug
python-wtforms
python-xlib
python-yaml
python-zipp
python2
python2-wxpython3
python36
qca
qgis
qhull
qscintilla-qt5
qt5-3d
qt5-base
qt5-declarative
qt5-imageformats
qt5-location
qt5-quickcontrols
qt5-sensors
qt5-serialport
qt5-svg
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webkit
qt5-x11extras
qtkeychain
qutebrowser
qwt
qwtpolar
raptor
rasqal
rav1e
re2
readline
redland
reflector
reiserfsprogs
rest
rofi
rofi-emoji
rofi-greenclip
rtkit
rtmpdump
run-parts
runc
rust
sbc
sdl
sdl2
sed
semver
shaderc
shadow
shared-mime-info
slack-desktop
slop
smartmontools
snappy
sound-theme-freedesktop
spatialindex
speex
speexdsp
spicetify-cli
spirv-tools
sqlite
srt
starship
startup-notification
streamlink
sudo
sxhkd
sxiv
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
taglib
tar
tdb
teamviewer
telegram-desktop
texinfo
thermald
tlp
tslib
ttf-fira-code
ttf-font-awesome
ttf-joypixels
ttf-symbola-free
tzdata
unclutter
unibilium
upower
usbmuxd
usbutils
util-linux
v4l-utils
vdpauinfo
vi
vid.stab
virtualbox
virtualbox-host-modules-arch
virtualgl
vlc
vmaf
vulkan-icd-loader
wayland
wayland-protocols
webrtc-audio-processing
wget
which
wireless_tools
woff2
wxgtk-common
wxgtk3
x264
x265
xcb-proto
xcb-util
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-utils
xdo
xdotool
xerces-c
xf86-input-evdev
xf86-input-libinput
xf86-video-intel
xf86-video-vesa
xkeyboard-config
xmlsec
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xsel
xvidcore
xxhash
xz
yay
youtube-dl
zathura
zathura-pdf-poppler
zita-alsa-pcmi
zita-resampler
zlib
zoom
zsh
zsh-completions
zstd
